Revit 2027 API
CombinableElementArray.ReverseIterator Method
Retrieve a backward moving iterator to the array.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public virtual CombinableElementArrayIterator ReverseIterator()
Public Overridable Function ReverseIterator As CombinableElementArrayIterator
public:
virtual CombinableElementArrayIterator^ ReverseIterator()
abstract ReverseIterator : unit -> CombinableElementArrayIterator
override ReverseIterator : unit -> CombinableElementArrayIterator
Return Value
CombinableElementArrayIterator
Returns a backward moving iterator to the array.
See Also
Reference
CombinableElementArray Class
Autodesk.Revit.DB Namespace